{
  "officers": [
    {
      "image": "images/officer_images/pikapowera.png",
      "name": "Ann Chwu",
      "description": [
        "Hello, I’m Ann, but I also go by Pika! I’m a cogsci - design and interaction major from ERC. I love a lot of shows with cute girls: Madoka Magica, Hidamari Sketch, Yuru Camp, to name a few. I also really enjoy other random shows, such Mawaru Penguindrum, Odd Taxi, Silver Spoon, and I usually keep up with what's popular. I don't read manga as much, but my favorites are Oyasumi Punpun, Fruits Basket, and Houseki no Kuni. Outside of anime and manga, I love games like Undertale/Deltarune, Omori, and other RPGmaker type things. If you like any of these things or have a recommendation, feel free to reach out to me! I hope you have a fun experience with AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "achwu@ucsd.edu",
          "url": "mailto:achwu@ucsd.edu"
        }
      ]
    },
    {
      "image": "images/officer_images/chibibrain.jpg",
      "name": "Brian Gao",
      "description": [
        "Hiya, I'm Brian, and I'm a general bio major at Seventh College. I'm a massive JoJo fan and I love fantasy, slice of life, and horror stuff (although good horror anime are so rare to find). Beyond anime I really like watching Youtube, Indie Animations, Western Cartoons and I love playing TTRPGs and drawing."
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "bkgao@ucsd.edu",
          "url": "mailto:bkgao@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "ChibiBrain"
        }
      ]
    },
    {
      "image": "images/officer_images/gwen.png",
      "name": "Gwen Henrich",
      "description": [
        "Heya, I'm Gwen! I'm a Biological Anthropology major at Revelle. I'm not too picky with anime genres, I'll watch anything if its interesting. That being said, some of my favorites are Blue Period, Mob Psycho 100, and The Case Study of Vanitas. I do also love a fair amount of video games, some of my favorites being The Witcher, Ace Attorney, Hollow Knight, Hades, along with Nintendo franchises and TTRPGs. Outside of that, I also really enjoy gothic and classical literature! With that being said, I hope you have a great time at AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "ghenrich@ucsd.edu",
          "url": "mailto:ghenrich@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "ghostcashews"
        }
      ]
    },
    {
      "image": "images/officer_images/xenoleaf.png",
      "name": "Justus Vang",
      "description": [
        "Yahallo! I’m Justus, currently a third year microbio major at 7th College! I watch anime on occasion, my favorite being Iroduku: The World in Colors. I do some gaming as well, mostly Genshin and various other gachas. Outside of that, I enjoy cooking, writing music, and swimming. With that out of the way, enjoy your stay in AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "javang@ucsd.edu",
          "url": "mailto:javang@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "XenoLeaf"
        }
      ]
    },
    {
      "image": "images/officer_images/kishen2_cropped.png",
      "name": "Kishen Thevandran",
      "description": [
        "Hello everyone! My name is Kishen. I’m a second year CSE major in Warren and I’m an international student from Malaysia.", "My favorite anime has got to be Bleach (Byakuya my goat) and I’ve also recently gotten into the Yakuza series, namely Yakuza 0, and am currently waiting for a Steam sale to buy the others 💀. Feel free to drop me any questions you may have on Discord."
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "kthevandran@ucsd.edu",
          "url": "mailto:kthevandran@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "kishenrex"
        }
      ]
    },
    {
      "image": "images/officer_images/melvin2.png",
      "name": "Melvin Pascual",
      "description": [
        "Hola and Yahallo, My name is Melvin and I'm a fourth year Human Biology Major at Muir. I am a gacha games enjoyer (Genshin Impact, Honkai Star Rail, TES, FGO, and Reverse 1999). When I am not playing gacha games, I am probably cooking, scrolling Spanish social media, reading manga, making emotes for the server, or hanging out with friends. A fun fact about me is that I fluent in both English and Spanish, while also learning Japanese. As for anime, some of my favorites include Gurren Lagann, Konosuba, In/Spectre, Oregairu (Yui is best girl!), ReLife, Macross F, Gundam Series, and recently My Happy Marriage. I have no set genre of anime that I watch so I am open to anything you may want to recommend me. If you see me at GBM feel free to come up to me and talk about whatever. I hope you enjoy your time here at AME!!!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "mepascua@ucsd.edu",
          "url": "mailto:mepascua@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "culturedmexicano"
        }
      ]
    },
    {
      "image": "images/officer_images/brandon_2024.jpg",
      "name": "Brandon Tse",
      "description": [
        "Heyo! My name's Brandon and I'm a second year Human Biology major at ERC. I don't watch as much anime as the other people on the board, but I still have my favorites list (currently Kimi no Na wa/Tenki no Ko/Suzume no Tojimari, 86, A Silent Voice, and Bocchi the Rock). The thing I'm a bigger into is collecting anime vinyl records, whether it be OPs/EDs or full OSTs (and I'm always hyped to share my collection)! I also play my fair share of gacha games since.... I have nothing better to do... Currently on the list is Genshin Impact, Arknights, and Honkai Star Rail, so shoot me a message if you ever want to add me!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "btse@ucsd.edu",
          "url": "mailto:btse@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "mintwaffles"
        },
        {
          "title": "MyAnimeList",
          "handle": "MintWaffles",
          "url": "https://myanimelist.net/profile/MintWaffles"
        }
      ]
    },
    {
      "image": "images/officer_images/ishigamicrisis.jpg",
      "name": "Owen Guan",
      "description": [
        "I'm Owen, a 4th year Bioengineer: Bioinformatics major in Sixth College. My favorite AMV series is Milgram and favorite manga is Frieren: Beyond Journey's End; I am also an avid gacha player (Eula main in Genshin, QQ in Star Rail, GBF rotted, and Mizuki simp in Proseka)~ I also love cosplaying and just expressing myself!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "ocguan@ucsd.edu",
          "url": "mailto:ocguan@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "ishigamicrisis"
        },
        {
          "title": "AniList",
          "handle": "HikikomoriCrisis",
          "url": "https://anilist.co/user/HikikomoriCrisis/"
        }
      ]
    },
    {
      "image": "images/officer_images/jaewoohoo.png",
      "name": "Sosuke Kojima",
      "description": [
        "Konnichiwa, my name is Sosuke (pronounced like Sasuke but with an O), and I am a fourth year majoring in mechanical engineering. Being born and raised in Japan, I love it when animangas take inspiration from real locations in Japan, as it can feel nostalgic (especially Kyoto). Now to list the things I like: Rezero, Higurashi, Kaguyasama, Genshin, digital drawing, playing J-pop on piano, cycling and much more that I don't have the space to write."
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "skojima@ucsd.edu",
          "url": "mailto:skojima@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "Jaewoohoo"
        }
      ]
    },
    {
      "image": "images/officer_images/tigerfleur.png",
      "name": "Tiffany Stanford",
      "description": [
        "Hello! I’m Tiffany, a General Bio major at ERC. I’m a fan of good food related shows or slice of life series with some of my favorite manga being Dungeon Meshi, Blue Period, and Wotakoi. I also enjoy a couple of games such as Genshin Impact (Itto main!!) and Ensemble Stars. Other than that, I love drawing, crocheting, and cooking in my spare time. Hope you have a fun time in AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "tstanford@ucsd.edu",
          "url": "mailto:tstanford@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "tigerfleur"
        }
      ]
    },
    {
      "image": "images/officer_images/ren_profile.jpg",
      "name": "Ren Singleton",
      "description": [
        "Hello! My name is Ren and I’m a third year ICAM major at Eleanor Roosevelt College! I’m a transfer student from an art school and enjoy doing art and design projects in my free time. I enjoy a variety of different anime, especially anything with horror themes. A few anime I like are Devilman Crybaby, Evangelion, and Made in Abyss! I hope you have fun at AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "msingleton@ucsd.edu",
          "url": "mailto:msingleton@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "glimshrim"
        }
      ]
    },
    {
      "image": "images/officer_images/jen_profile.png",
      "name": "Jennifer Kim",
      "description": [
        "Hello! I’m Jen, a 3rd year CogSci major from Sixth. I enjoy anime and manga taking place in historical(esque) settings like Kusuriya no Hitorigoto, Akatsuki no Yona, and Utawarerumono. Other than that, I also indulge in drawing, vocaloid, including tangentially related musical works, other music-heavy franchises like Love Live, BanG Dream, and Project Sekai, Touhou, and lastly, some classic turn based gachas. Anyways, I hope you enjoy your time with AME! Would love to hear about your interests/hyperfixations and be awkward together 🙂"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "eyk005@ucsd.edu",
          "url": "mailto:eyk005@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "eychicken"
        }
      ]
    },
    {
      "image": "images/officer_images/megan_profile.png",
      "name": "Megan Jun",
      "description": [
        "Heyo! I’m Megan! I’m a Literature/Writing major at Marshall. I don’t watch too much anime, but in the chance that I do, I’m probably watching a sports anime. I’m a manga and manwha enthusiast who mainly reads slice of life and comedy and likes looking for underrated manga. My favorite mangas are “The Girl From the Other Side” and “Erased”. Outside of anime, I like to read, write, watch plays/musicals, and draw. I hope you enjoy your time at AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "mejun@ucsd.edu",
          "url": "mailto:mejun@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "fictitious_spice"
        }
      ]
    },
    {
      "image": "images/officer_images/alee_profile4.png",
      "name": "Alee Ong",
      "description": [
        "Hi hi! I’m Alee and I’m a 2nd year Applied Mathematics major at Warren. My favorite genres in anime and manga are comedy, slice of life, and fantasy. I tend to read more manga than watch anime just because I read very quickly. And I also like to play games but I’m into mainly JRPGs. The Atelier series is one of my favorites for how they integrate slice of life with fantasy. But I enjoy other series like Persona, Tales, Rune Factory, Danganronpa, and Fire Emblem. I also play a lot of gacha games (PAD, Genshin, HSR). I’m into a lot of niche series (like ORV, TCF, RPG-Maker Horror games, Epithet Erased) so if you ever want to talk about them send me a DM in discord. I hope you enjoy AME!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "a1ong@ucsd.edu",
          "url": "mailto:a1ong@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "kiraakki"
        }
      ]
    },
    {
      "image": "images/officer_images/aimee_profile.jpg",
      "name": "Aimee Yang",
      "description": [
        "Hi! I’m Aimee, a first year Cognitive Science major at Muir. My personal genre preferences are slice of life anime and horror manga! In my free time I draw and play (puzzle) visual novels, with Ace Attorney being my current favorite. I’m a big fan of K-Pop girl groups (my favorites are IVE, NewJeans, and Twice, but I’m familiar with basically every popular girl group). Feel free to DM me if you want to talk about drawing or anything else!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "aiy001@ucsd.edu",
          "url": "mailto:aiy001@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "ruiyune"
        }
      ]
    },
    {
      "image": "images/officer_images/jason_profile.png",
      "name": "Jason Trinh",
      "description": [
        "Yo! I’m Jason and I’m a first year CogSci major at Marshall College! I’m pretty open when it comes to anime, it just takes me a while to get to it lol. My top 3 shows would probably be Violet Evergarden, Mushoku Tensei, and Uma Musume. I mainly play FPS games and gacha games such as Overwatch and Honkai: Star Rail. Otherwise, my other hobbies include watching YouTube and editing!"
      ],
      "contact": [
        {
          "title": "Email",
          "handle": "j5trinh@ucsd.edu",
          "url": "mailto:j5trinh@ucsd.edu"
        },
        {
          "title": "Discord",
          "handle": "tweddyw"
        }
      ]
    }
  ]
}